Revit 2024 API
UnitTypeId.PoundsMassPerFoot Property
 Pounds mass per foot.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId PoundsMassPerFoot { get; }
Visual Basic
Public Shared ReadOnly Property PoundsMassPerFoot As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ PoundsMassPerFoot {
	ForgeTypeId^ get ();
}
See Also
UnitTypeId Class
Autodesk.Revit.DB Namespace